[
    {
        "source": "ar",
        "target": "en",
        "ar": "من ناحية أخرى استكمل الجيش اللبناني انتشاره العسكري في منطقة جزين الجنوبية وذلك بعد عدة أشهر من انسحاب القوات الإسرائيلية والقوات المتواطئة معها من المنطقة يأتي هذا الانتشار في أعقاب تأجيل انعقاد مؤتمر الدول المانحة والمخصص لإعادة أعمار مناطق الجنوب المحرر إلى أجل غير مسمى ، سنة وأربعة أشهر فصلت بين تحرر قبائل جزين جنوب شرق لبنان من الاحتلال الإسرائيلي من الاحتلال الإسرائيلي وعودته إلى كنف الوطن وتسلم الجيش اللبناني مهام الأمن فيه ملزم عملية انتشار في المنطقة التي لم يكن قد شملها بعد <a>انتشار</a> القوة الأمنية المشتركة والتي أناط بها مجلس الوزراء اللبناني مهمة الحفاظ على الأمن الداخلي في المناطق التي كانت تحتلها إسرائيل في الجنوب اللبناني ثلاثمائة عنصر على الأقل من الجيش اللبناني انتشروا في قرى وبلدان قبائل جزين مسيرين دوريات ومقيمين حواجز في أول تحرك عسكري واسع في المنطقة يمتد إلى تخوم المنطقة الجنوبية التي تحررت في أيار مايو الماضي، هذا للاطمئنان أول شيء إنه اطمئنان للعالم ترك إنه في جيش يهن فيه يعني فيه مين يحافظ عليها، بدورها الفعاليات الجيزنية ومنهم الوزير السابق إدمون رزق رحبت بالخطوة آخذة عليها تأخرها ، بعد التحرير الذي بدأ أولا بالانسحاب من جزين في أول حزيران ألف تسعمائة تسعة وتسعين انتظرنا أن ينتشر الجيش فتأخر لأسباب قيل أنها تقنية وربما مرتبطة بالوضع الإقليمي العام ثم على أثر تحرير الجنوب بكامله بفضل المقاومة الاستشهادية والصمود الشهادي الذي باركه شعبنا انتظرنا أيضا أن تبادر الدولة إلى وصل الجيش ولكنها تأخرت وتعثرت إلى أن قررت أن تبدأ بمنطقة جزين وهذا ما نرحب به ، أصداء الارتياح لانتشار الجيش اللبناني في وبلداته بلغ واشنطن حيث رحبت الإدارة الأمريكية بهذه الخطوة في موقف سلط الضوء على تساؤلات حول توقيت هذه الخطوة ومدى ارتباطها باسترضاء الدول التي كانت اشترطت نشر الجيش في الجنوب مدخلا لتجاوبها مع انعقاد مؤتمر الدول مانحة المساعدات للبنان المسئولون اللبنانيون رفضوا أي ربط من هذا النوع مؤكدين أن موضوع انتشار الجيش في جزين أثير عندما تقرر إرسال القوة الأمنية المشتركة إلى <b>المناطق</b> المحررة لكن القرار والتنفيذ تأخرا حتى استكمال الترتيبات سواء ارتبط نشر الجيش اللبناني في منطقة جزين لتقديم ضمانات للدول المانحة أم لم يرتبط بأي ضمانات فإن هذه الخطوة أثارت ارتياحا عاما خاصة وأن تقديمات الدول المانحة مطلب جزيني بقدر ما هي مطلب جنوبي ولبناني",
        "en": "On the other hand, the Lebanese army completed its military deployment in the southern Jezzine region, several months after the withdrawal of the Israeli forces and the forces collaborating with them from the area. Between the liberation of the Jezzine tribes in southeast Lebanon from the Israeli occupation from the Israeli occupation and their return to the homeland, and the Lebanese army taking over the security duties in it, a deployment operation in the area that it had not yet included <a>the deployment</a> of the joint security force entrusted to it is entrusted to the Council of Ministers The Lebanese mission is to maintain internal security in the areas occupied by Israel in southern Lebanon. At least three hundred members of the Lebanese army have deployed in the villages and countries of the Jezzine tribes, marching patrols and setting up checkpoints in the first large-scale military movement in the region extending to the borders of the southern region that was liberated last May This is for reassurance. The first thing is that it reassures the world. He left that there is an army in which he is humiliated. I mean, who will maintain it, in turn, the Jaisin actors, including the former Minister Edmond Rizk, welcomed the The step took its delay, after the liberation, which first began with the withdrawal from Jezzine on the first of June, one thousand nine hundred and ninety-nine. For the state to take the initiative to reach the army, but it was late and stumbled until it decided to start in the Jezzine area, and this is what we welcome. The echoes of satisfaction with the deployment of the Lebanese army in its towns reached Washington, where the US administration welcomed this step in a situation that sheds light on questions about the timing of this step and its connection to appeasement of countries. Which had stipulated the deployment of the army in the south as an entry point for its response to the convening of the conference of countries donating aid to Lebanon. Lebanese officials rejected any link of this kind, stressing that the issue of the army’s deployment in Jezzine was raised when it was decided to send the joint security force to the liberated <b>areas</b>, but the decision The implementation was delayed until the arrangements were completed. Whether the deployment of the Lebanese army in the Jezzine area was linked to providing guarantees to donor countries or not linked to any guarantees, this step aroused satisfaction. General, especially since the donations of donor countries are a demand that is as much as it is a southern and Lebanese demand",
        "role": "NA"
    },
    {
        "source": "ar",
        "target": "en",
        "ar": "استقبلت القاهرة على مدار الساعات الماضية العديد من الزعماء والقادة العرب الذين تأتي زيارتهم في إطار المشاركة في اجتماعات القمة العربية الطارئة والتي دعا إليها الرئيس حسني مبارك وقد كان الرئيس مبارك على رأس مستقبلي الزعماء والقادة العرب الذين حضروا إلى القاهرة يحذوهم الأمل في تحقيق مجموعة من الأهداف التي تدعم التضامن العربي وتعيد الحقوق العربية المغتصبة إلى أهلها وقد كان تصريحات الزعماء فور وقبيل وصولهم إلى القاهرة تؤكد تلك الأهداف فلدى وصوله إلى القاهرة أعلن الرئيس الفلسطيني ياسر عرفات أن اتفاق شرم الشيخ هو الموضوع الأساسي الذي ستبحثه القمة العربية الطارئة وكأن الرئيس عرفات يرد بذلك لدى وصوله إلى مقر إقامته في القاهرة على سؤال لصحيفة فلسطينية عما إذا كان اتفاق شرم الشيخ ما زال حيا وقد وصل إلى مطار القاهرة أيضا الرئيس السوري بشار الأسد لحضور اجتماعات القمة العربية وكانت سورية قد أكدت أن القمة العربية تعمل على اتخاذ القرارات المهمة التي من شأنها تعزيز التضامن العربي وتحميل إسرائيل كل المسئولية إيذاء ما يحدث من تدهور في عملية السلام وقالت سورية على لسان وزير خارجيتها فاروق الشرع إن طموحات سوريا كبيرة إلا أنها في الوقت نفسه تأخذ في الاعتبار ظروف الأشقاء العرب مشيرا إلى أن التطبيع مع إسرائيل يعد ورقة قوية في أيدي الحكومات العربية يجب أن تستغل جيدا كما <a>وصل</a>  <b>للقاهرة</b> الرئيس اللبناني العماد إميل لحود للمشاركة في القمة العربية وذكر بيان لرئاسة الجمهورية اللبنانية أن الوفد اللبناني الرسمي في هذه القمة والذي يترأسه الرئيس لحود يضم الدكتور سليم الحص رئيس الوزراء وعددا من كبار المسئولين اللبنانيين وقد عكس الرئيس لحود خلال اليومين الماضيين على دراسة وإعداد الملف اللبناني الذي سيطرح على القمة ويتناول وجهة النظر اللبنانية تجاه جميع القضايا الإقليمية والتطورات التي تشهدها الساحة الفلسطينية إضافة إلى الثوابت اللبنانية تجاه المطالبة باستكمال تح ر ير أراضيه وضرورة الإفراج عن أسراه في السجون الإسرائيلية كما وصل العاهل الأردني الملك عبد الله الثاني والوفد المرافق له للمشاركة في أعمال القمة وقد أكد العاهل الأردني أنه سوف يشارك مع القادة العرب في اتخاذ موقف عربي موحد وداعم للحق الفلسطيني موضحا أن الأمة العربية ترفض الممارسات الإسرائيلية ضد الشعب الفلسطيني أو إعاقة تقدم عملية السلام",
        "en": "Over the past hours, Cairo has received many Arab leaders and leaders whose visit comes within the framework of participating in the emergency Arab summit meetings called for by President Hosni Mubarak. It supports Arab solidarity and restores the usurped Arab rights to its people. The statements of the leaders immediately and prior to their arrival in Cairo confirmed these goals. Upon his arrival in Cairo, Palestinian President Yasser Arafat announced that the Sharm el-Sheikh agreement is the main topic that will be discussed by the emergency Arab summit, as if President Arafat was responding with that upon his arrival to the His residence in Cairo was asked by a Palestinian newspaper whether the Sharm el-Sheikh agreement was still alive. Syrian President Bashar al-Assad also arrived at Cairo airport to attend the Arab summit meetings. Syria had confirmed that the Arab summit was working to take important decisions that would strengthen Arab solidarity and load Israel is fully responsible for harming the deterioration in the peace process, and Syria said through its Foreign Minister Farouk al-Shara that the aspirations of Syria is big, but at the same time it takes into account the conditions of the Arab brothers, pointing out that normalization with Israel is a strong card in the hands of Arab governments that must be exploited well, as <a>arrival</a> <b>to Cairo</b> the Lebanese President, General Emile Lahoud to participate in the Arab Summit. A statement by the Presidency of the Lebanese Republic stated that the official Lebanese delegation to this summit, headed by President Lahoud, includes Prime Minister Dr. Salim El-Hoss and a number of senior Lebanese officials. During the past two days, President Lahoud reflected on the study and preparation of the Lebanese file that will be presented to the summit and deal with The Lebanese viewpoint towards all regional issues and developments in the Palestinian arena, in addition to the Lebanese constants towards the demand to complete the liberation of its lands and the necessity of releasing its prisoners in Israeli prisons. Jordanian King Abdullah II and his accompanying delegation also arrived to participate in the summit work. The Jordanian monarch affirmed that He will participate with Arab leaders in taking a unified Arab position in support of the Palestinian right, explaining that the Arab nation rejects Israeli practices against the Palestinian people or impeding the progress of the peace process. for peace",
        "role": "Destination"
    },
    {
        "source": "ar",
        "target": "en",
        "ar": "العنوان الجزائريون يؤيدون فتح الحدود مع المغرب أبدت غالبية الجزائريين تأيدها لفكرة إعادة فتح الحدود البرية مع المغرب، فيما عبر عدد آخر عن رفضهم لمثل هذا الإجراء جاء ذلك في استفتاء للرأي نشرته صحيفة »ليبرتي« أمس، وأيد 53,9 في المئة من الذين تناولهم الاستفتاء إعادة فتح الحدود، فيما تحفظ نحو ٨٤٣ في المئة، وامتنع نحو ٢،١١ في المئة عن إبداء مواقفهم واللافت في الاستفتاء ان نسبة المؤيدين لاعادة فتح الحدود المغلقة منذ 1994 بسبب حادثة <a>الهجوم</a> على <b>»فندق أطلس أسني«</b> في مراكش تقترب مع نسبة الرافضين بالنسبة الى الذين استفتوا في غرب البلاد القريب من الحدود مع المغرب، وكذلك الذين يعيشون في منطقة الوسط وبلغت نسبة مؤيدي فتح الحدود أكثر من ١٤٦ في المئة في الشرق",
        "en": "Title Algerians Support Opening the Border with Morocco The majority of Algerians expressed their support for the idea of reopening the land border with Morocco, while a number of others expressed their rejection of such a measure. This came in an opinion poll published by the newspaper \"Liberty\" yesterday, and 53.9 percent of those surveyed supported the referendum. Reopening the borders, while about 843 percent had reservations, and about 11.2.1 percent abstained from expressing their positions. What is remarkable in the referendum is that the percentage of supporters for reopening the borders closed since 1994 due to the <a>attack</a> incident on <b>“Atlas Hotel” Asni«</b> in Marrakesh approaches the percentage of those who reject the referendum in the west of the country close to the border with Morocco, as well as those living in the central region. The percentage of supporters of opening the borders reached more than 146 percent in the east",
        "role": "Target"
    }
]