[
    {
        "source": "zh",
        "target": "en",
        "zh": "他 又 表明 会 尽 一切 努力 为田 亮 创造 训 练 条件 ， 为田 亮 争取 早日 重返 国家 队 作准 备 。 至 于 前日 在 记者 会上 以 强 硬 语 气批 评田 亮 严重 违规 的 国家 体育 总 局 游泳 中心 主任 李 桦， 昨日 亦 大 转口 风 ， 重申 现 阶段 仅 不 再 保留 田 亮 国 家 队 队 员 身份 ， 调 整回 省队 ，并 非 开 除 ， 两 者 意义 上 有 区 别。 省队 薪金 伙食 差距 大田 亮力 争 返回 国家 队 ， 不仅 是 声誉 攸关 ， 其实 省 队与 国 家 队 运 动 员 在 薪金 及 伙食 方面 均 有 极大 差距 。省 级 运 动 员 可以 向 国家 领取 薪金 ， 若 运 动 员 曾 夺 世界 级 奖牌 ， 人工 就会 更高 ， 可达 六千 至 一 万 元月 薪。 虽然 国家 队 运 动 员 没有 薪金 ， 但 由 于 出色 运动 员 每多 同时 兼有 省 级 运 动员 身份 ， 所以 亦 可 每月 获发 薪金 ， 同时 可以 代表 国 家 出 选 世界 性 的 比赛 如奥 运 会 ， 若 该 运 动 员 取得 第一 名 ， 可 获 <a>发</a>  <b>二十万 元</b> 奖金 ，",
        "en": "He also stated that he would do his best to create training conditions for Tian Liang and prepare for Tian Liang to return to the national team as soon as possible . As for Li Hua, director of the Swimming Center of the General Administration of Sports of the People's Republic of China, who criticized Tian Liang's serious violations in a tough tone at the press conference the day before yesterday, he also changed his words yesterday, reiterating that at this stage, only Tian Liang's status as a member of the national team will no longer be retained, and he will be adjusted back to the provincial team, not dismissed. There is a difference in the two senses. Salary and food gap between provincial team Daejeon Liang is striving to return to the national team. Not only is his reputation at stake, in fact, there is a huge gap between the provincial and national team athletes in terms of salary and food. Provincial-level athletes can receive salaries from the state. If the athletes have won world-class medals, the labor force will be higher, reaching a monthly salary of 6,000 to 10,000 yuan. Although the national team athletes do not have salaries, because many outstanding athletes also have the status of provincial athletes, they can also be paid monthly. At the same time, they can represent the country in world competitions such as the Olympic Games. If the athlete wins the first place , can receive <a>distribution</a> <b>200,000 yuan</b> bonus,",
        "role": "Money"
    },
    {
        "source": "zh",
        "target": "en",
        "zh": "今年 ５ 月 ， 一 条 客船 与两 只 木筏 相撞 ， 造成 ４ <b>人</b>  <a>死亡</a> ， ６ 人 重伤 ， １５ 人 失踪 。",
        "en": "In May this year , a passenger boat collided with two rafts , killing 4 people <b></b> <a>dead</a> , 6 people seriously injured and 15 people missing .",
        "role": "Victim"
    },
    {
        "source": "zh",
        "target": "en",
        "zh": "信中 说， 以色列 １２ 日 对 加沙 和 约旦 河 西岸 进行 的 袭击 等 于是 对 巴勒斯坦 人民 “ 全面 宣战 ” ， 这些 军事 行动 在 巴勒斯坦 被 占领 土上 造成 了 大量 <b>人员</b>  <a>伤亡</a> 和 财产 损 失， 违反 了 包括 联合 国 决 议 在 内 的 国际 准则 ，给 地区 冲突 带来 了 新 的 不祥 之 兆。",
        "en": "The letter said that Israel's attacks on Gaza and the West Bank on the 12th amounted to a \"full declaration of war\" against the Palestinian people. </a> and property damage, violating international norms, including UN resolutions, and bringing new ominous omen to regional conflicts.",
        "role": "Victim"
    }
]